Repository: Erfan-0/gnome-shell-extension-gsconnect
Catalog: po/*.po
Languages: fa

source: GSConnect
fa: جی‌اس‌کانکت

source: KDE Connect implementation for GNOME
fa: پیاده‌سازی کی‌دی‌ای کانکت برای گنوم

source: GSConnect Team
fa: گروه جی‌اس‌کانکت

source: GSConnect is a complete implementation of KDE Connect especially for GNOME Shell with Nautilus, Chrome and Firefox integration. The KDE Connect team has applications for Linux, BSD, Android, Sailfish, iOS, macOS and Windows.
fa: GSConnect یک پیاده‌سازی کامل از KDE Connect است که به‌طور ویژه برای GNOME Shell طراحی شده و با Nautilus، Chrome و Firefox یکپارچه‌سازی شده است. تیم KDE Connect برای سیستم‌عامل‌های Linux، BSD، Android، Sailfish، iOS، macOS و Windows اپلیکیشن‌هایی ارائه کرده‌اند.

source: With GSConnect you can securely connect to mobile devices and other desktops to:
fa: با جی‌اس‌کانکت می‌توانید به صورت امن به موبایل و دیگر میزکارهایتان وصل شوید تا:

source: Share files, links and text
fa: فایل ها لینک‌ها و متن‌ها را به اشتراک بگذارید

source: Send and receive messages
fa: پیام‌ها را ارسال و دریافت کنید

source: Sync clipboard content
fa: محتوای حافظهٔ موقت (کلیپ‌بورد) را همگام‌سازی کنید

source: Sync contacts
fa: مخاطبین را همگام‌سازی کنید

source: Sync notifications
fa: اعلان‌ها را همگام‌سازی کنید

source: Control media players
fa: پخش‌کننده‌های رسانه را وابپایید

source: Control system volume
fa: پخش‌کننده‌های رسانه را کنترل کنید

source: Execute predefined commands
fa: دستور های از پیش تعیین‌شده را اجرا کنید

source: And more…
fa: و موارد بیشتر…

source: GSConnect in GNOME Shell
fa: جی‌اس‌کانکت در پوستهٔ گنوم

source: Connect to…
fa: وصل شدن به…

source: Cancel
fa: لغو

source: Connect
fa: وصل شدن

source: IP Address
fa: نشانی آی‌پی

source: No contacts
fa: بدون مخاطب

source: Help
fa: راهنما

source: Type a phone number or name
fa: شماره تلفن یا نام را وارد کنید

source: Other
fa: سایر

source: Send SMS
fa: ارسال پیامک

source: Send
fa: فرستادن

source: Device is disconnected
fa: دستگاه قطع است

source: Send Message
fa: ارسال پیام

source: Type a message
fa: پیام خود را بنویسید

source: Message Entry
fa: ورودی پیام

source: Type a message and press Enter to send
fa: پیام خود را نوشته و برای ارسال، کلید Enter را فشار دهید

source: Messaging
fa: پیام‌رسانی

source: New Conversation
fa: گفت‌وگوی جدید

source: No Conversations
fa: بدون گفت‌وگو

source: No conversation selected
fa: گفت‌وگو انتخاب نشده است

source: Select or start a conversation
fa: یک گفت‌وگو را انتخاب یا آغاز کنید

source: Touchpad. Drag on this area to move mouse cursor. Press long to drag to drag mouse cursor. Simple click will be sent to paired device. Left, middle, right button, and wheel scrolls.
fa: صفحه‌لمسی: برای جابه‌جایی نشانگر ماوس در این ناحیه بکشید. برای کشیدن نشانگر، انگشت خود را طولانی نگه دارید. کلیک ساده به دستگاه جفت‌شده ارسال خواهد شد. دکمه‌های چپ، وسط، راست و چرخ اسکرول نیز پشتیبانی می‌شوند.

source: Edit Command
fa: ویرایش دستور

source: Save
fa: ذخیره

source: Name
fa: نام

source: Command Line
fa: خط فرمان

source: Choose an executable
fa: یک برنامه اجرایی انتخاب کنید

source: Open
fa: باز کردن

source: Desktop
fa: میزکار

source: Clipboard Sync
fa: همگام‌سازی کلیپ‌بورد

source: Media Players
fa: پخش‌کننده‌های رسانه

source: Mouse & Keyboard
fa: ماوس و صفحه‌کلید

source: Volume Control
fa: کنترل صدا

source: Files
fa: فایل ها

source: Receive Files
fa: دریافت فایل ها

source: Save files to
fa: ذخیرهٔ فایل ها در

source: Links
fa: لینک‌ها

source: Automatically open received URLs
fa: باز شدن خودکار آدرس‌های وب دریافت‌شده

source: Sharing
fa: اشتراک گذاری

source: Device Battery
fa: باتری دستگاه

source: Low Battery Notification
fa: هشدار کمبود باتری

source: Charged Up to Custom Level Notification
fa: هشدار رسیدن به سطح شارژ سفارشی

source: Fully Charged Notification
fa: هشدار پر شدن کامل

source: System Battery
fa: باتری سیستم

source: Share Statistics
fa: اشتراک گذاری آمار

source: Battery
fa: باتری

source: Commands
fa: دستورات

source: Add Command
fa: افزودن دستور

source: Share Notifications
fa: اشتراک‌گذاری اعلان‌ها

source: Share When Active
fa: اشتراک‌گذاری در زمان فعال بودن

source: Applications
fa: برنامه‌ها

source: Notifications
fa: اعلان‌ها

source: Contacts
fa: مخاطبان

source: Incoming Calls
fa: تماس‌های دریافتی

source: Volume
fa: حجم صدا

source: Pause Media
fa: مکث پخش رسانه

source: Ongoing Calls
fa: تماس‌های جاری

source: Mute Microphone
fa: بی‌صدا کردن میکروفون

source: Telephony
fa: تلفن

source: Action Shortcuts
fa: میان‌برهای عملیاتی

source: Reset All…
fa: بازنشانی همه…

source: Shortcuts
fa: میان‌برها

source: Plugins
fa: افزونه‌ها

source: Experimental
fa: آزمایشی

source: Device Cache
fa: حافظه موقت دستگاه

source: Clear Cache…
fa: پاک کردن حافظه موقت

source: Legacy SMS Support
fa: پشتیبانی از پیامک قدیمی

source: SFTP Automount
fa: اتصال خودکار از طریق SFTP

source: Advanced
fa: پیشرفته

source: Keyboard Shortcuts
fa: میان‌برهای صفحه‌کلید

source: Device Settings
fa: تنظیمات دستگاه

source: Pair
fa: جفت‌سازی

source: Device is unpaired
fa: دستگاه هنوز جفت نشده

source: You may configure this device before pairing
fa: می‌توانید قبل از جفت‌سازی، این دستگاه را تنظیم کنید

source: Encryption Info
fa: اطلاعات رمزنگاری

source: Unpair
fa: لغو جفت‌شدن

source: To Device
fa: به دستگاه

source: From Device
fa: از افزاره

source: Nothing
fa: هیچ‌چیز

source: Restore
fa: بازگردانی

source: Lower
fa: کاهش دادن

source: Mute
fa: بی‌صدا

source: Set
fa: تنظیم

source: Press Esc to cancel or Backspace to reset the keyboard shortcut.
fa: برای لغو، Esc و برای بازنشانی میان‌بر، Backspace را بزنید.

source: Device Name
fa: نام دستگاه

source: _Rename
fa: _تغییر نام

source: Refresh
fa: به‌روزرسانی

source: Mobile Settings
fa: تنظیمات موبایل

source: Service Menu
fa: منوی خدمات

source: Device Menu
fa: منوی دستگاه

source: Edit Device Name
fa: ویرایش نام دستگاه

source: Devices
fa: دستگاه‌ها

source: Searching for devices…
fa: در حال جست‌وجوی دستگاه‌ها…

source: Extension Settings
fa: تنظیمات افزونه

source: GSConnect remains active when GNOME Shell is locked
fa: جی‌اس‌کانکت حتی هنگام قفل بودن گنوم فعال می‌ماند

source: Browser Add-Ons
fa: افزونه‌های مرورگر

source: Enable
fa: فعال کردن

source: This device is invisible to unpaired devices
fa: این دستگاه برای دستگاه‌های جفت‌نشده نامرئی است

source: Discovery Disabled
fa: کشف دستگاه‌ها غیرفعال شد

source: Retry
fa: تلاش دوباره

source: The <tt>openssl</tt> command-line tool does not appear to be installed. Use your distro's package manager to install it. For more information, visit <a href="https://github.com/gsconnect/gnome-shell-extension-gsconnect/wiki/Error#openssl-not-found">the GSConnect wiki</a>.
fa: ابزار خط فرمان <tt>openssl</tt> پیدا نشد. با استفاده از مدیر بسته توزیع خود آن را نصب کنید. برای اطلاعات بیشتر، به <a href="https://github.com/gsconnect/gnome-shell-extension-gsconnect/wiki/Error#openssl-not-found">ویکی جی‌اس‌کانکت</a> مراجعه کنید.

source: OpenSSL not found
fa: OpenSSL پیدا نشد

source: Add device by IP…
fa: افزودن دستگاه با آی‌پی…

source: Display Mode
fa: حالت نمایش

source: Panel
fa: پنل

source: User Menu
fa: منوی کاربر

source: Generate Support Log
fa: ایجاد گزارش پشتیبانی

source: About GSConnect
fa: دربارهٔ جی‌اس‌کانکت

source: Select a Device
fa: یک دستگاه انتخاب کنید

source: Select
fa: انتخاب

source: No Device Found
fa: هیچ دستگاهی یافت نشد

source: Device List
fa: فهرست دستگاه‌ها

source: Report
fa: گزارش

source: Something’s gone wrong
fa: مشکلی پیش آمده

source: GSConnect encountered an unexpected error. Please report the problem and include any information that may help.
fa: جی‌اس‌کانکت با یک خطای غیرمنتظره روبه‌رو شد. لطفاً مشکل را گزارش کنید و هر اطلاعاتی که می‌تواند کمک کند را اضافه کنید.

source: Technical Details
fa: جزئیات فنی

source: Send to %s
fa: ارسال به %s

source: Send To Mobile Device
fa: ارسال به موبایل

source: Sync between your devices
fa: همگام‌سازی بین دستگاه‌هایتان

source: %d Connected
fa: %d وصل شده

source: Edit
fa: ویرایش

source: Remove
fa: حذف

source: Disabled
fa: غیرفعال

source: Enter a new shortcut to change <b>%s</b>
fa: برای تغییر <b>%s</b> میان‌بر جدید وارد کنید

source: %s is already being used
fa: %s قبلاً استفاده شده

source: A complete KDE Connect implementation for GNOME
fa: پیاده‌سازی کامل کی‌دی‌ای کانکت برای گنوم

source: translator-credits
fa: Danial Behzadi <dani.behzi@ubuntu.com> - Erfan <https://github.com/erfan-0>

source: Debug messages are being logged. Take any steps necessary to reproduce a problem then review the log.
fa: پیام‌های رفع اشکال ثبت می‌شوند. هر کاری که لازم است تا مشکل دوباره ایجاد شود را انجام دهید، بعد گزارش را بررسی کنید.

source: Review Log
fa: بررسی گزارش

source: Invalid Device Name
fa: نام دستگاه نامعتبر است

source: Device name must not contain any of %s and have a length of 1-32 characters
fa: نام دستگاه نباید شامل %s باشد و طول آن باید بین ۱ تا ۳۲ کاراکتر باشد

source: Laptop
fa: لپ‌تاپ

source: Smartphone
fa: گوشی هوشمند

source: Tablet
fa: تبلت

source: Television
fa: تلویزیون

source: Unpaired
fa: جفت نشد

source: Disconnected
fa: قطع شده

source: Connected
fa: وصل شده

source: Waiting for service…
fa: در انتظار سرویس…

source: Settings Migrated
fa: تنظیمات منتقل شد

source: GSConnect has updated to support changes to the KDE Connect protocol. Some devices may need to be re-paired.
fa: جی‌اس‌کانکت برای پشتیبانی از تغییرات پروتکل کی‌دی‌ای کانکت به‌روز شد. ممکن است بعضی دستگاه‌ها نیاز به جفت‌سازی دوباره داشته باشند.

source: Click for help troubleshooting
fa: برای راهنمایی عیب‌یابی کلیک کنید

source: Click for more information
fa: برای اطلاعات بیشتر کلیک کنید

source: Dial Number
fa: شماره‌گیری

source: Share File
fa: به اشتراک‌گذاری فایل

source: List available devices
fa: لیست دستگاه‌های موجود

source: List all devices
fa: لیست همه دستگاه‌ها

source: Target Device
fa: دستگاه مقصد

source: Message Body
fa: متن پیام

source: Send Notification
fa: ارسال اعلان

source: Notification App Name
fa: نام برنامه اعلان

source: Notification Body
fa: متن اعلان

source: Notification Icon
fa: آیکون اعلان

source: Notification ID
fa: شناسه اعلان

source: Ping
fa: پینگ

source: Ring
fa: زنگ

source: Share Link
fa: به اشتراک‌گذاری لینک

source: Share Text
fa: به اشتراک‌گذاری متن

source: Show release version
fa: نمایش نسخه ارائه

source: Bluetooth device at %s
fa: دستگاه بلوتوث در %s

source: Verification key: %s
fa: کلید تأیید: %s

source: Pair Request from %s
fa: درخواست جفت شدن از %s

source: Reject
fa: رد کن

source: Accept
fa: قبول کن

source: Failed to pair with %s
fa: جفت شدن با %s انجام نشد

source: Device clocks are out of sync
fa: ساعت دستگاه‌ها هم‌خوان نیست

source: Discovery has been disabled due to the number of devices on this network.
fa: به‌دلیل تعداد زیاد دستگاه‌ها روی این شبکه، جست‌وجو غیرفعال شد.

source: Port already in use
fa: درگاه(پورت) از قبل استفاده می‌شود

source: Exchange battery information
fa: تبادل اطلاعات باتری

source: %s: Battery is full
fa: %s: باتری پر است

source: Fully Charged
fa: شارژ کامل شارژ شد

source: %s: Battery has reached custom charge level
fa: %s: باتری به سطح شارژ دلخواه رسید

source: %d%% Charged
fa: ⁦%d٪⁩ شد

source: %s: Battery is low
fa: %s: باتری کم است

source: %d%% remaining
fa: ⁦%d٪⁩ مانده

source: Clipboard
fa: حافظه موقت

source: Share the clipboard content
fa: محتوای حافظه موقت را به اشتراک بگذارید

source: Clipboard Push
fa: ارسال به حافظه موقت

source: Clipboard Pull
fa: دریافت از حافظه موقت

source: Access contacts of the paired device
fa: به مخاطبین دستگاه جفت‌سازی شده دسترسی پیدا کنید

source: Unknown Contact
fa: مخاطب ناشناس

source: Find My Phone
fa: پیدا کردن موبایل من

source: Ring your paired device
fa: زنگ خوردن دستگاه جفت شده شما

source: Mousepad
fa: ماوس‌پد

source: Enables the paired device to act as a remote mouse and keyboard
fa: امکان استفاده از دستگاه جفت‌شده به‌عنوان ماوس و صفحه‌کلید از راه دور را فراهم می‌کند

source: Remote Input
fa: ورودی از راه دور

source: Bidirectional remote media playback control
fa: کنترل دوطرفه پخش رسانه از راه دور

source: Unknown
fa: ناشناخته

source: Share notifications with the paired device
fa: اشتراک‌گذاری اعلان‌ها با دستگاه جفت شده

source: Cancel Notification
fa: لغو آگاهی

source: Close Notification
fa: بستن اعلان

source: Reply Notification
fa: پاسخ به اعلان

source: Activate Notification
fa: فعال کردن اعلان

source: Send and receive pings
fa: ارسال و دریافت پینگ‌ها

source: Ping: %s
fa: پینگ: %s

source: Presentation
fa: ارائه

source: Use the paired device as a presenter
fa: استفاده از دستگاه های جفت‌شده به عنوان ارائه‌دهنده

source: Run Commands
fa: اجرای دستورات

source: Run commands on your paired device or let the device run predefined commands on this PC
fa: اجرای فرمان‌ها روی دستگاه جفت‌شده‌اتان یا اجازه به دستگاه برای اجرای فرمان‌های از پیش تعریف‌شده روی این کامپیوتر

source: Browse the paired device filesystem
fa: مرور سیستم فایل دستگاه جفت‌شده

source: Mount
fa: سوار کردن

source: Unmount
fa: پیاده کردن

source: %s reported an error
fa: %s خطایی گزارش کرد

source: Share
fa: اشتراک‌گذاری

source: Share files and URLs between devices
fa: اشتراک‌گذاری فایل‌ها و لینک‌ها بین دستگاه‌ها

source: Transfer Failed
fa: انتقال انجام نشد

source: %s is not allowed to upload files
fa: %s اجازهٔ بارگذاری فایل‌ها را ندارد

source: Transferring File
fa: در حال انتقال فایل

source: Receiving “%s” from %s
fa: در حال دریافت «%s» از %s

source: Transfer Successful
fa: انتقال موفق بود

source: Received “%s” from %s
fa: «%s» از %s دریافت شد

source: Show File Location
fa: نمایش محل فایل

source: Open File
fa: باز کردن فایل

source: Failed to receive “%s” from %s
fa: خطا در دریافت «%s» از %s

source: Text Shared By %s
fa: متنی از %s به اشتراک گذاشته شد

source: Sending “%s” to %s
fa: در حال ارسال «%s» به %s

source: Sent “%s” to %s
fa: «%s» به %s ارسال شد

source: Failed to send “%s” to %s
fa: خطا در ارسال «%s» به %s

source: Send files to %s
fa: ارسال فایل‌ها به %s

source: Open when done
fa: باز کردن هنگام اتمام

source: Send a link to %s
fa: ارسال لینک به %s

source: SMS
fa: پیامک

source: Send and read SMS of the paired device and be notified of new SMS
fa: فرستادن یا خواندن پیامک افزارهٔ جفت شده و آگاه شدن از پیامک جدید

source: New SMS (URI)
fa: پیامک جدید (نشانی)

source: Reply SMS
fa: پاسخ به پیامک

source: Share SMS
fa: اشتراک‌گذاری پیامک

source: System Volume
fa: حجم صدای سیستم

source: Enable the paired device to control the system volume
fa: قادر کردن دستگاه جفت شده برای کنترل حجم صدای سیستم

source: PulseAudio not found
fa: پالس‌آدیو پیدا نشد

source: Be notified about calls and adjust system volume during ringing/ongoing calls
fa: مطلع شدن از تماس‌ها و تنظیم حجم صدای سیستم هنگام زنگ خوردن و تماس جاری

source: Mute Call
fa: بی‌صدا کردن تماس

source: Incoming call
fa: تماس دریافتی

source: Ongoing call
fa: تماس جاری

source: Work
fa: کاری

source: Mobile
fa: موبایل

source: Home
fa: خانه

source: Just now
fa: همین حالا

source: Yesterday・%s
fa: دیروز ・%s

source: %d minute
fa: %d دقیقه

source: Not available
fa: در دسترس نیست

source: Group Message
fa: پیام گروهی

source: You: %s
fa: شما: %s

source: And %d other contact
fa: و %d مخاطب دیگر

source: Remote keyboard on %s is not active
fa: صفحه‌کلید دوردست روی %s فعّال نیست

source: %d%% (Estimating…)
fa: ⁦%d٪⁩ (در حال تخمین...)

source: %d%% (%d∶%02d Until Full)
fa: ⁦%d٪⁩ (⁦%d:%02d⁩ تا پر شدن)

source: %d%% (%d∶%02d Remaining)
fa: ⁦%d٪⁩ (⁦%d:%02d⁩ باقی مانده)

source: Reply
fa: پاسخ

source: Share links with GSConnect, direct to the browser or by SMS.
fa: با جی‌اس‌کانکت، لینک‌ها را با پیامک یا مستقیماً در مرورگر به اشتراک بگذارید.

source: Service Unavailable
fa: سرویس در درسترس نیست

source: Open in Browser
fa: باز کردن در مرورگر
